Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# help.troubleshooting.safe.body
source: A failure before confirmation does not write anything. A failure after creating the backup retains it to allow restoration.
de: Ein Fehler vor der Bestätigung schreibt nichts. Tritt nach der Erstellung des Backups ein Fehler auf, bleibt es erhalten, um eine Wiederherstellung zu ermöglichen.
es: Un fallo antes de la confirmación no escribe nada. Un error después de crear la copia de seguridad la retiene para permitir la restauración.
fr: Un échec avant la confirmation n’écrit rien. Un échec après la création de la sauvegarde conserve celle-ci pour permettre une restauration.
it: Un fallimento prima della conferma non scrive nulla. Un errore dopo la creazione del backup lo conserva per consentire il ripristino.
nl: Een fout vóór bevestiging schrijft niets. Bij een fout na het maken van de back-up blijft deze behouden om herstel mogelijk te maken.
pl: Awaria przed potwierdzeniem nic nie pisze. Awaria po utworzeniu kopii zapasowej powoduje jej zachowanie, aby umożliwić przywrócenie.
pt: Uma falha antes da confirmação não escreve nada. Uma falha após a criação do backup o mantém para permitir a restauração.

# help.troubleshooting.safe.title
source: Your data remains protected
de: Ihre Daten bleiben geschützt
es: Tus datos permanecen protegidos
fr: Vos données restent protégées
it: I tuoi dati rimangono protetti
nl: Uw gegevens blijven beschermd
pl: Twoje dane pozostają chronione
pt: Seus dados permanecem protegidos

# help.window.title
source: BookmarkBridge Help
de: BookmarkBridge-Hilfe
es: Ayuda de BookmarkBridge
fr: Aide BookmarkBridge
it: Aiuto di BookmarkBridge
nl: BookmarkBridge-hulp
pl: Pomoc do zakładek Bridge
pt: Ajuda do BookmarkBridge

# legacyPreview.addition.accessibility
source: Add %@, %@, from %@
de: %@, %@, von %@ hinzufügen
es: Añadir %@, %@, de %@
fr: Ajouter %@, %@, à partir de %@
it: Aggiungi %@, %@, da %@
nl: Voeg %@, %@, van %@ toe
pl: Dodaj %@, %@, z %@
pt: Adicione %@, %@, de %@

# legacyPreview.addition.one
source: Add %ld bookmark to %@
de: %ld Lesezeichen zu %@ hinzufügen
es: Agregar %ld marcador a %@
fr: Ajouter le signet %ld à %@
it: Aggiungi %ld segnalibro a %@
nl: Voeg %ld bladwijzer toe aan %@
pl: Dodaj %ld zakładkę do %@
pt: Adicione %ld marcador a %@

# legacyPreview.addition.other
source: Add %ld bookmarks to %@
de: %ld Lesezeichen zu %@ hinzufügen
es: Agregar %ld favoritos a %@
fr: Ajouter %ld signets à %@
it: Aggiungi %ld segnalibri a %@
nl: Voeg %ld bladwijzers toe aan %@
pl: Dodaj %ld zakładki do %@
pt: Adicione %ld favoritos a %@

# legacyPreview.addToTarget
source: Add to %@ (%ld)
de: Zu %@ hinzufügen (%ld)
es: Añadir a %@ (%ld)
fr: Ajouter à %@ (%ld)
it: Aggiungi a %@ (%ld)
nl: Toevoegen aan %@ (%ld)
pl: Dodaj do %@ (%ld)
pt: Adicionar a %@ (%ld)

# legacyPreview.applied.one
source: %ld bookmark added to %@.
de: %ld Lesezeichen zu %@ hinzugefügt.
es: %ld marcador agregado a %@.
fr: %ld signet ajouté à %@.
it: %ld segnalibro aggiunto a %@.
nl: %ld bladwijzer toegevoegd aan %@.
pl: %ld zakładka dodana do %@.
pt: %ld marcador adicionado a %@.

# legacyPreview.applied.other
source: %ld bookmarks added to %@.
de: %ld Lesezeichen zu %@ hinzugefügt.
es: %ld marcadores agregados a %@.
fr: %ld signets ajoutés à %@.
it: %ld segnalibri aggiunti a %@.
nl: %ld bladwijzers toegevoegd aan %@.
pl: %ld zakładek dodanych do %@.
pt: %ld favoritos adicionados a %@.

# legacyPreview.backupAvailable
source: A backup of %@ is available.
de: Eine Sicherung von %@ ist verfügbar.
es: Hay una copia de seguridad de %@ disponible.
fr: Une sauvegarde de %@ est disponible.
it: È disponibile un backup di %@.
nl: Er is een back-up van %@ beschikbaar.
pl: Dostępna jest kopia zapasowa %@.
pt: Um backup de %@ está disponível.

# legacyPreview.confirm.one
source: Add %ld bookmark to %@?
de: %ld Lesezeichen zu %@ hinzufügen?
es: ¿Agregar %ld marcador a %@?
fr: Ajouter le signet %ld à %@ ?
it: Aggiungere il segnalibro %ld a %@?
nl: %ld bladwijzer toevoegen aan %@?
pl: Dodać %ld zakładkę do %@?
pt: Adicionar %ld marcador a %@?

# legacyPreview.confirm.other
source: Add %ld bookmarks to %@?
de: %ld Lesezeichen zu %@ hinzufügen?
es: ¿Agregar %ld favoritos a %@?
fr: Ajouter %ld signets à %@ ?
it: Aggiungere %ld segnalibri a %@?
nl: %ld bladwijzers toevoegen aan %@?
pl: Dodać %ld zakładki do %@?
pt: Adicionar %ld favoritos a %@?

# legacyPreview.dryRun
source: Preview (dry run) — no changes are applied.
de: Vorschau (Probelauf) – es werden keine Änderungen übernommen.
es: Vista previa (ejecución en seco): no se aplican cambios.
fr: Aperçu (essai à sec) : aucune modification n'est appliquée.
it: Anteprima (esecuzione di prova): non viene applicata alcuna modifica.
nl: Preview (proefdraaien) — er worden geen wijzigingen toegepast.
pl: Podgląd (praca próbna) — żadne zmiany nie są stosowane.
pt: Visualização (simulação) — nenhuma alteração é aplicada.

# legacyPreview.readOnly
source: This profile is read-only.
de: Dieses Profil ist schreibgeschützt.
es: Este perfil es de sólo lectura.
fr: Ce profil est en lecture seule.
it: Questo profilo è di sola lettura.
nl: Dit profiel is alleen-lezen.
pl: Ten profil jest tylko do odczytu.
pt: Este perfil é somente leitura.

# legacyPreview.readOnlyProfile
source: %@ (read-only)
de: %@ (schreibgeschützt)
es: %@ (solo lectura)
fr: %@ (lecture seule)
it: %@ (sola lettura)
nl: %@ (alleen-lezen)
pl: %@ (tylko do odczytu)
pt: %@ (somente leitura)

# legacyPreview.targetProfile
source: Target Chrome Profile
de: Ziel-Chrome-Profil
es: Perfil de Chrome de destino
fr: Cibler le profil Chrome
it: Scegli come target il profilo Chrome
nl: Target Chrome-profiel
pl: Docelowy profil Chrome
pt: Perfil alvo do Chrome

# legacyPreview.title
source: Synchronization Preview
de: Synchronisierungsvorschau
es: Vista previa de sincronización
fr: Aperçu de la synchronisation
it: Anteprima della sincronizzazione
nl: Synchronisatievoorbeeld
pl: Podgląd synchronizacji
pt: Pré-visualização da sincronização

# legacyPreview.upToDate
source: Both profiles are already synchronized
de: Beide Profile sind bereits synchronisiert
es: Ambos perfiles ya están sincronizados.
fr: Les deux profils sont déjà synchronisés
it: Entrambi i profili sono già sincronizzati
nl: Beide profielen zijn al gesynchroniseerd
pl: Obydwa profile są już zsynchronizowane
pt: Ambos os perfis já estão sincronizados

# manual.1Presentation
source: 1. Presentation
de: 1. Präsentation
es: 1. Presentación
fr: 1. Présentation
it: 1. Presentazione
nl: 1. Presentatie
pl: 1. Prezentacja
pt: 1. Apresentação

# manual.3Setup
source: 3. Setup
de: 3. Einrichtung
es: 3. Configuración
fr: 3. Configuration
it: 3. Configurazione
nl: 3. Installatie
pl: 3. Konfiguracja
pt: 3. Configuração

# manual.4Synchronization
source: 4. Synchronization
de: 4. Synchronisierung
es: 4. Sincronización
fr: 4. Synchronisation
it: 4. Sincronizzazione
nl: 4. Synchronisatie
pl: 4. Synchronizacja
pt: 4. Sincronização

# manual.5PermissionsAndPrivacy
source: 5. Permissions and Privacy
de: 5. Berechtigungen und Datenschutz
es: 5. Permisos y Privacidad
fr: 5. Autorisations et confidentialité
it: 5. Autorizzazioni e Privacy
nl: 5. Machtigingen en privacy
pl: 5. Uprawnienia i prywatność
pt: 5. Permissões e privacidade

# manual.6FrequentlyAskedQuestions
source: 6. Frequently asked questions
de: 6. Häufig gestellte Fragen
es: 6. Preguntas frecuentes
fr: 6. Questions fréquentes
it: 6. Domande frequenti
nl: 6. Veelgestelde vragen
pl: 6. Często zadawane pytania
pt: 6. Perguntas frequentes

# manual.7Troubleshooting
source: 7. Troubleshooting
de: 7. Fehlerbehebung
es: 7. Solución de problemas
fr: 7. Dépannage
it: 7. Risoluzione dei problemi
nl: 7. Problemen oplossen
pl: 7. Rozwiązywanie problemów
pt: 7. Solução de problemas

# manual.9Appendix
source: 9. Appendix
de: 9. Anhang
es: 9. Apéndice
fr: 9. Annexe
it: 9. Appendice
nl: 9. Bijlage
pl: 9. Dodatek
pt: 9. Apêndice

# manual.aCautiousApproach
source: A cautious approach
de: Ein vorsichtiger Ansatz
es: Un enfoque cauteloso
fr: Une approche prudente
it: Un approccio cauto
nl: Een voorzichtige aanpak
pl: Ostrożne podejście
pt: Uma abordagem cautelosa

# manual.aFewSimpleHabitsMakeEverySync
source: A few simple habits make every sync easier to check.
de: Ein paar einfache Gewohnheiten erleichtern die Überprüfung jeder Synchronisierung.
es: Algunos hábitos simples hacen que cada sincronización sea más fácil de verificar.
fr: Quelques habitudes simples rendent chaque synchronisation plus facile à vérifier.
it: Alcune semplici abitudini rendono ogni sincronizzazione più facile da controllare.
nl: Een paar eenvoudige gewoonten maken elke synchronisatie gemakkelijker te controleren.
pl: Kilka prostych nawyków sprawia, że każdą synchronizację łatwiej sprawdzić.
pt: Alguns hábitos simples tornam cada sincronização mais fácil de verificar.

# manual.afterApplication
source: After application
de: Nach der Anwendung
es: Después de la aplicación
fr: Après l’application
it: Dopo l'applicazione
nl: Na toepassing
pl: Po aplikacji
pt: Após a aplicação

# manual.afterASyncCheckAFewBookmarks
source: After a sync, check a few bookmarks in Safari or the target Chrome profile.
de: Überprüfen Sie nach der Synchronisierung einige Lesezeichen in Safari oder im Ziel-Chrome-Profil.
es: Después de una sincronización, verifique algunos favoritos en Safari o en el perfil de Chrome de destino.
fr: Après une synchronisation, vérifiez quelques favoris dans Safari ou dans le profil Chrome cible.
it: Dopo una sincronizzazione, controlla alcuni segnalibri in Safari o nel profilo Chrome di destinazione.
nl: Controleer na een synchronisatie een paar bladwijzers in Safari of het doel-Chrome-profiel.
pl: Po synchronizacji sprawdź kilka zakładek w przeglądarce Safari lub docelowym profilu Chrome.
pt: Após a sincronização, verifique alguns favoritos no Safari ou no perfil de destino do Chrome.

# manual.afterPlacingBookmarkBridgeInApplicationsOpenThe
source: After placing BookmarkBridge in Applications, open the app from there. When macOS displays “BookmarkBridge item not open,” click Done.
de: Nachdem Sie BookmarkBridge in den Anwendungen platziert haben, öffnen Sie die App von dort aus. Wenn macOS „BookmarkBridge-Element nicht geöffnet“ anzeigt, klicken Sie auf „Fertig“.
es: Después de colocar BookmarkBridge en Aplicaciones, abra la aplicación desde allí. Cuando macOS muestre "El elemento BookmarkBridge no está abierto", haga clic en Listo.
fr: Après avoir placé BookmarkBridge dans Applications, ouvrez l’app depuis ce dossier. Lorsque macOS affiche « Élément BookmarkBridge non ouvert », cliquez sur Terminé.
it: Dopo aver posizionato BookmarkBridge in Applicazioni, apri l'app da lì. Quando macOS visualizza "Elemento BookmarkBridge non aperto", fai clic su Fine.
nl: Nadat u BookmarkBridge in Applicaties hebt geplaatst, opent u vanaf daar de app. Wanneer macOS 'BookmarkBridge-item niet geopend' weergeeft, klikt u op 'Gereed'.
pl: Po umieszczeniu BookmarkBridge w Aplikacjach otwórz stamtąd aplikację. Gdy system macOS wyświetli komunikat „Element BookmarkBridge nie jest otwarty”, kliknij Gotowe.
pt: Depois de colocar o BookmarkBridge em Aplicativos, abra o aplicativo a partir daí. Quando o macOS exibir “Item BookmarkBridge não aberto”, clique em Concluído.

# manual.allowsYouToSelectProfilesFoldersAnd
source: Allows you to select profiles, folders and favorites to synchronize.
de: Ermöglicht die Auswahl von Profilen, Ordnern und Favoriten zur Synchronisierung.
es: Le permite seleccionar perfiles, carpetas y favoritos para sincronizar.
fr: Permet de sélectionner les profils, dossiers et favoris à synchroniser.
it: Consente di selezionare profili, cartelle e preferiti da sincronizzare.
nl: Hiermee kunt u profielen, mappen en favorieten selecteren om te synchroniseren.
pl: Umożliwia wybór profili, folderów i ulubionych do synchronizacji.
pt: Permite selecionar perfis, pastas e favoritos para sincronizar.

# manual.allProcessingHappensLocallyOnYourMac
source: All processing happens locally on your Mac. This guide is available without an Internet connection.
de: Die gesamte Verarbeitung erfolgt lokal auf Ihrem Mac. Dieses Handbuch ist ohne Internetverbindung verfügbar.
es: Todo el procesamiento se realiza localmente en tu Mac. Esta guía está disponible sin conexión a Internet.
fr: Tout le traitement s’effectue localement sur votre Mac. Ce guide est disponible sans connexion Internet.
it: Tutta l'elaborazione avviene localmente sul tuo Mac. Questa guida è disponibile senza una connessione Internet.
nl: Alle verwerking gebeurt lokaal op uw Mac. Deze handleiding is beschikbaar zonder internetverbinding.
pl: Całe przetwarzanie odbywa się lokalnie na komputerze Mac. Ten przewodnik jest dostępny bez połączenia z Internetem.
pt: Todo o processamento acontece localmente no seu Mac. Este guia está disponível sem conexão com a Internet.

# manual.alwaysReviewThePreviewBeforeConfirming
source: Always review the preview before confirming.
de: Sehen Sie sich vor der Bestätigung immer die Vorschau an.
es: Revise siempre la vista previa antes de confirmar.
fr: Examinez toujours l’aperçu avant de confirmer.
it: Rivedi sempre l'anteprima prima di confermare.
nl: Controleer altijd het voorbeeld voordat u bevestigt.
pl: Zawsze przeglądaj podgląd przed potwierdzeniem.
pt: Sempre revise a visualização antes de confirmar.

# manual.anAnalysisAlwaysHasNoEffectOn
source: An analysis always has no effect on the data. Only the preview confirmation button authorizes writing.
de: Eine Analyse hat immer keine Auswirkung auf die Daten. Nur die Vorschau-Bestätigungsschaltfläche berechtigt zum Schreiben.
es: Un análisis siempre no tiene ningún efecto sobre los datos. Sólo el botón de confirmación de vista previa autoriza la escritura.
fr: Une analyse est toujours sans effet sur les données. Seul le bouton de confirmation de l’aperçu autorise une écriture.
it: Un'analisi non ha sempre alcun effetto sui dati. Solo il pulsante di conferma dell'anteprima autorizza la scrittura.
nl: Een analyse heeft altijd geen effect op de data. Alleen de voorbeeldbevestigingsknop geeft toestemming voor schrijven.
pl: Analiza zawsze nie ma wpływu na dane. Dopiero przycisk potwierdzenia podglądu upoważnia do zapisu.
pt: Uma análise sempre não tem efeito sobre os dados. Somente o botão de confirmação de visualização autoriza a escrita.

# manual.anUncheckedItemIsIgnoredEntirelyBy
source: An unchecked item is ignored entirely by the comparison and transaction. It is never deleted just because it is unchecked.
de: Ein ungeprüfter Artikel wird vom Vergleich und der Transaktion vollständig ignoriert. Es wird niemals gelöscht, nur weil es nicht markiert ist.
es: La comparación y la transacción ignoran por completo un elemento no marcado. Nunca se elimina sólo porque no está marcado.
fr: Un élément décoché est entièrement ignoré par la comparaison et la transaction. Il n’est jamais supprimé uniquement parce qu’il est décoché.
it: Un elemento non selezionato viene completamente ignorato dal confronto e dalla transazione. Non viene mai eliminato solo perché non è selezionato.
nl: Een niet-aangevinkt item wordt volledig genegeerd door de vergelijking en transactie. Het wordt nooit verwijderd alleen omdat het niet is aangevinkt.
pl: Pozycja niezaznaczona jest całkowicie ignorowana podczas porównania i transakcji. Nigdy nie jest usuwany tylko dlatego, że nie jest zaznaczony.
pt: Um item não verificado é totalmente ignorado pela comparação e transação. Ele nunca é excluído apenas porque está desmarcado.

# manual.aSafariOrChromeBackupPrecedesAny
source: A Safari or Chrome backup precedes any changes to the target browser.
de: Vor allen Änderungen am Zielbrowser wird ein Safari- oder Chrome-Backup erstellt.
es: Una copia de seguridad de Safari o Chrome precede a cualquier cambio en el navegador de destino.
fr: Une sauvegarde de Safari ou de Chrome précède toute modification du navigateur cible.
it: Un backup di Safari o Chrome precede qualsiasi modifica al browser di destinazione.
nl: Een Safari- of Chrome-back-up gaat vooraf aan eventuele wijzigingen in de doelbrowser.
pl: Kopia zapasowa przeglądarki Safari lub Chrome poprzedza wszelkie zmiany w przeglądarce docelowej.
pt: Um backup do Safari ou Chrome precede qualquer alteração no navegador de destino.

# manual.authorizeThisApp
source: Authorize this app
de: Autorisieren Sie diese App
es: Autorizar esta aplicación
fr: Autoriser cette app
it: Autorizza questa app
nl: Autoriseer deze app
pl: Autoryzuj tę aplikację
pt: Autorizar este aplicativo

# manual.backupRestorableCopyOfTheTargetLibrary
source: <b>Backup</b>: restorable copy of the target library created before a write.
de: <b>Sicherung</b>: wiederherstellbare Kopie der Zielbibliothek, die vor einem Schreibvorgang erstellt wurde.
es: <b>Copia de seguridad</b>: copia restaurable de la biblioteca de destino creada antes de una escritura.
fr: <b>Sauvegarde</b> : copie restaurable de la bibliothèque cible créée avant une écriture.
it: <b>Backup</b>: copia ripristinabile della libreria di destinazione creata prima di una scrittura.
nl: <b>Back-up</b>: herstelbare kopie van de doelbibliotheek die vóór het schrijven is gemaakt.
pl: <b>Kopia zapasowa</b>: możliwa do przywrócenia kopia biblioteki docelowej utworzona przed zapisem.
pt: <b>Backup</b>: cópia restaurável da biblioteca de destino criada antes de uma gravação.

# manual.beforeAnImportantOperation
source: Before an important operation
de: Vor einer wichtigen Operation
es: Antes de una operación importante
fr: Avant une opération importante
it: Prima di un'operazione importante
nl: Voor een belangrijke operatie
pl: Przed ważną operacją
pt: Antes de uma operação importante

# manual.betaCompatibility
source: Beta Compatibility
de: Beta-Kompatibilität
es: Compatibilidad Beta
fr: Compatibilité de la bêta
it: Compatibilità beta
nl: Bèta-compatibiliteit
pl: Kompatybilność z wersją beta
pt: Compatibilidade Beta

# manual.bookmarkbridge092BetaOfflineUser
source: BookmarkBridge 0.9.2 Beta Offline User Manual
de: BookmarkBridge 0.9.2 Beta Offline-Benutzerhandbuch
es: Manual del usuario sin conexión de BookmarkBridge 0.9.2 Beta
fr: Manuel utilisateur hors ligne de BookmarkBridge 0.9.2 Beta
it: BookmarkBridge 0.9.2 Beta Manuale utente offline
nl: BookmarkBridge 0.9.2 Bèta offline gebruikershandleiding
pl: Podręcznik użytkownika BookmarkBridge 0.9.2 Beta offline
pt: Manual do usuário off-line do BookmarkBridge 0.9.2 Beta

# manual.bookmarkbridge092BetaRequiresMacOS
source: BookmarkBridge 0.9.2 Beta requires macOS 26.5 or later and runs on 64-bit Apple Silicon and Intel Macs.
de: BookmarkBridge 0.9.2 Beta erfordert macOS 26.5 oder höher und läuft auf 64-Bit-Macs von Apple Silicon und Intel.
es: BookmarkBridge 0.9.2 Beta requiere macOS 26.5 o posterior y se ejecuta en Mac Apple Silicon e Intel de 64 bits.
fr: BookmarkBridge 0.9.2 Beta nécessite macOS 26.5 ou une version ultérieure et fonctionne sur les Mac Apple Silicon et Intel 64 bits.
it: BookmarkBridge 0.9.2 Beta richiede macOS 26.5 o successivo e funziona su Mac Apple Silicon e Intel a 64 bit.
nl: BookmarkBridge 0.9.2 Bèta vereist macOS 26.5 of hoger en draait op 64-bit Apple Silicon en Intel Macs.
pl: BookmarkBridge 0.9.2 Beta wymaga systemu macOS 26.5 lub nowszego i działa na 64-bitowych komputerach Apple Silicon i Intel Mac.
pt: BookmarkBridge 0.9.2 Beta requer macOS 26.5 ou posterior e roda em Apple Silicon de 64 bits e Macs Intel.

# manual.bookmarkbridgeAutomaticallyReloadsTheDashboardAndPreview
source: BookmarkBridge automatically reloads the dashboard and preview. A second execution, without further modification, should show zero operations.
de: BookmarkBridge lädt das Dashboard und die Vorschau automatisch neu. Bei einer zweiten Ausführung ohne weitere Änderungen sollten keine Vorgänge angezeigt werden.
es: BookmarkBridge recarga automáticamente el panel y obtiene una vista previa. Una segunda ejecución, sin más modificaciones, debería mostrar cero operaciones.
fr: BookmarkBridge recharge automatiquement le tableau de bord et l’aperçu. Une seconde exécution, sans nouvelle modification, doit afficher zéro opération.
it: BookmarkBridge ricarica automaticamente la dashboard e l'anteprima. Una seconda esecuzione, senza ulteriori modifiche, dovrebbe mostrare zero operazioni.
nl: BookmarkBridge laadt automatisch het dashboard en het voorbeeld opnieuw. Een tweede uitvoering, zonder verdere wijzigingen, zou nul operaties moeten opleveren.
pl: BookmarkBridge automatycznie ponownie ładuje pulpit nawigacyjny i podgląd. Drugie wykonanie, bez dalszych modyfikacji, powinno pokazać zerowe operacje.
pt: BookmarkBridge recarrega automaticamente o painel e a visualização. Uma segunda execução, sem modificações adicionais, deverá mostrar zero operações.

# manual.bookmarkbridgeDocumentation
source: BookmarkBridge Documentation
de: BookmarkBridge-Dokumentation
es: Documentación de BookmarkBridge
it: Documentazione di BookmarkBridge
nl: BookmarkBridge-documentatie
pl: Dokumentacja BookmarkBridge
pt: Documentação do BookmarkBridge

# manual.bookmarkbridgeDoesNotDependOnAnyOnline
source: BookmarkBridge does not depend on any online account and does not send your bookmarks to a remote service.
de: BookmarkBridge ist nicht auf ein Online-Konto angewiesen und sendet Ihre Lesezeichen nicht an einen Remote-Dienst.
es: BookmarkBridge no depende de ninguna cuenta en línea y no envía sus favoritos a un servicio remoto.
fr: BookmarkBridge ne dépend d’aucun compte en ligne et n’envoie pas vos favoris vers un service distant.
it: BookmarkBridge non dipende da alcun account online e non invia i tuoi segnalibri a un servizio remoto.
nl: BookmarkBridge is niet afhankelijk van een online account en stuurt uw bladwijzers niet naar een externe service.
pl: BookmarkBridge nie jest zależny od żadnego konta internetowego i nie wysyła Twoich zakładek do zdalnej usługi.
pt: BookmarkBridge não depende de nenhuma conta online e não envia seus favoritos para um serviço remoto.

# manual.bookmarkbridgeIsANativeMacOSAppThat
source: BookmarkBridge is a native macOS app that syncs Safari and Google Chrome bookmarks back and forth, after a controlled preview.
de: BookmarkBridge ist eine native macOS-App, die Safari- und Google Chrome-Lesezeichen nach einer kontrollierten Vorschau hin und her synchronisiert.
es: BookmarkBridge es una aplicación nativa de macOS que sincroniza los marcadores de Safari y Google Chrome de un lado a otro, después de una vista previa controlada.
fr: BookmarkBridge est une application macOS native qui synchronise les favoris de Safari et de Google Chrome dans les deux sens, après un aperçu contrôlé.
it: BookmarkBridge è un'app macOS nativa che sincronizza avanti e indietro i segnalibri di Safari e Google Chrome, dopo un'anteprima controllata.
nl: BookmarkBridge is een native macOS-app die Safari- en Google Chrome-bladwijzers heen en weer synchroniseert, na een gecontroleerd voorbeeld.
pl: BookmarkBridge to natywna aplikacja dla systemu MacOS, która synchronizuje zakładki Safari i Google Chrome tam i z powrotem po kontrolowanym podglądzie.
pt: BookmarkBridge é um aplicativo macOS nativo que sincroniza os favoritos do Safari e do Google Chrome entre si, após uma visualização controlada.

# manual.bookmarkbridgeUserGuide
source: BookmarkBridge — User Guide
de: BookmarkBridge – Benutzerhandbuch
es: BookmarkBridge — Guía del usuario
fr: BookmarkBridge — Guide de l’utilisateur
it: BookmarkBridge — Guida per l'utente
nl: BookmarkBridge — Gebruikershandleiding
pl: BookmarkBridge — Podręcznik użytkownika
pt: BookmarkBridge — Guia do usuário
